import React from 'react';
import { Grid } from '@material-ui/core';
import Menu from "../Menu";

export default function Golovna() {
    return (<>
        <Grid container style={{ backgroundColor: "#E0FFFF" }}>
            <Grid item xs={1} />
            <Grid item xs>
                <center><p style={{ fontFamily: 'Lobster', fontSize: "2em" }}>Головна</p></center>
            </Grid>
            <Grid item xs={1} />
        </Grid>

        <Grid container>
            <Grid item xs={1} sm={2} />
            <Grid item xs>
                <br />
                <p>ТОВ «ЧИСТЕ-МІСТО+» продовжує надавати послуги з вивозу сміття м. Олешки.  Ми з розумінням ставимось до скрутної ситуації, у якій перебуває переважна більшість нашого населення. Водночас, для продовження надання послуги, підприємство має виконувати свої зобов'язання з виплати заробітної плати працівникам, а також несе всі інші витрати.
                    <br /><br />
                    Задля функціонування підприємства, просимо вас сплачувати за отримані послуги.
                    (наразi, за лютий мiсяць).<br /><br />
                    Оплату послуг можна здійснити:<br />
                    1) безготівковим способом,<br />
                    онлайн на розрахунковий рахунок підприємства через Приват24 або інші банківські онлайн додатки.<br /><br />
                    ЄДРПОУ: 42941391<br />

                    РР: IBAN UA863052990000026002001102351<br />

                    Херсонська філія АТ КБ "ПриватБанк"<br />

                    ТОВ «ЧИСТЕ-МІСТО+»<br /><br />

                    2) готівкою, у касі підприємства, з понеділка по п'ятницю з 9:00 до 14:00 за адресою: м. Олешки, вул Поштова 21А.
                    <br /><br />
                    Додаткову інформацію можно отримати за телефоном: 38(050)5021086
                </p>
                <br />
            </Grid>
            <Grid item xs={1} sm={2} />
        </Grid>
        <br />
        <Menu />
    </>);
}