import React from 'react';
import { Grid } from '@material-ui/core';
export default function Services(){
    return(<>

        <Grid container style={{backgroundColor: "#E0FFFF"}}>
            <Grid item xs={1}/>
            <Grid item xs>
                <center><p style={{fontFamily: 'Lobster', fontSize: "2em"}}>Послуги</p></center>
            </Grid>
            <Grid item xs={1}/>
        </Grid>

        <Grid container>
            <Grid item xs={1} sm={2}/>
            <Grid item xs>
                <h3>Вивіз твердих побутових відходів</h3>
                <p>Вивіз ТПВ на місце їхнього знешкодження відповідно планово-регулярної ( подвірної)
                    або заявочної системи, здійснюється підприємством.<br/><br/>
    Планово-регулярна система передбачає вивіз ТПВ з території, що обслуговується на договірній основі,
     з установленою періодичністю і чітким маршрутним графіком.<br/><br/>
  	Планова-подвірна система збирання побутових відходів – це система , за якою зібрані в контейнери побутові
       відходи перевозять на об’єкти поводження з відходами для їх  подальшої утилізації.<br/><br/>
    
    Перевезення побутових відходів здійснюється спеціально обладнаними для цього транспортними засобами –сміттєвозами,
     що унеможливлює їх розвіювання, розсипання та розпилення, а також забезпечує зручність під час їх завантаження та вивантаження.<br/><br/>
  У місті Олешки збирання твердих побутових відходів проводиться контейнерним та без контейнерним методами.<br/><br/>
   	Без контейнерний метод застосовується  для будинків приватного сектору. <br/><br/>
   Контейнерний метод застосовується у багатоповерховій житловій забудові. ТПВ слід збирати у контейнери, розміщені на контейнерних майданчиках.<br/></p>
            </Grid>
            <Grid item xs={1} sm={2}/>
            </Grid>
            <Grid container>
            <Grid item xs={1} sm={2}/>
            <Grid item xs>
            <h3>Завантаження та вивіз будівельного та великогабаритного сміття</h3>
                <p>Велико-габаритне сміття – це відходи великих розмірів (побутова техніка, меблі та інші габаритні предмети).</p>
            </Grid>
            <Grid item xs={1} sm={2}/>
        </Grid>
    </>);
}